Repository: Maicarons/JinjaUtilGUI
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de_de, it_it, ja_jp

source: File
ja_jp: ファイル

source: Open
ja_jp: 開く

source: Export
ja_jp: エクスポート

source: Close File
ja_jp: ファイルを閉じる

source: Exit
ja_jp: 終了

source: Language
ja_jp: 言語

source: About
ja_jp: について

source: About Project
ja_jp: プロジェクトについて

source: Project Address
ja_jp: プロジェクトアドレス

source: Documentation
ja_jp: ドキュメント

source: Template File
de_de: Vorlagendatei
it_it: File modello
ja_jp: テンプレートファイル

source: Current File:
de_de: Aktuelle Datei:
it_it: File corrente:
ja_jp: 現在のファイル:

source: Select File
de_de: Datei auswählen
it_it: Seleziona file
ja_jp: ファイル選択

source: Reload
de_de: Neu laden
it_it: Ricarica
ja_jp: 再読み込み

source: Variable Data
de_de: Variablendaten
it_it: Dati variabili
ja_jp: 変数データ

source: Form Input
de_de: Formulareingabe
it_it: Input modulo
ja_jp: フォーム入力

source: JSON Input
de_de: JSON-Eingabe
it_it: Input JSON
ja_jp: JSON入力

source: Generate JSON Template
de_de: JSON-Vorlage generieren
it_it: Genera modello JSON
ja_jp: JSONテンプレート生成

source: Clear JSON
de_de: JSON löschen
it_it: Cancella JSON
ja_jp: JSONクリア

source: Generated Result
de_de: Generiertes Ergebnis
it_it: Risultato generato
ja_jp: 生成結果

source: Generate Text
de_de: Text generieren
it_it: Genera testo
ja_jp: テキスト生成

source: Clear All
de_de: Alles löschen
it_it: Cancella tutto
ja_jp: すべてクリア

source: Select Jinja2 Template File
de_de: Jinja2-Vorlagendatei auswählen
it_it: Seleziona file modello Jinja2
ja_jp: Jinja2テンプレートファイルを選択

source: Template Files
de_de: Vorlagendateien
it_it: File modello
ja_jp: テンプレートファイル

source: All Files
de_de: Alle Dateien
it_it: Tutti i file
ja_jp: すべてのファイル

source: Template loaded successfully!
de_de: Vorlage erfolgreich geladen!
it_it: Modello caricato con successo!
ja_jp: テンプレートが正常に読み込まれました！

source: Failed to load template: {}
de_de: Vorlage konnte nicht geladen werden: {}
it_it: Impossibile caricare il modello: {}
ja_jp: テンプレートの読み込みに失敗しました: {}

source: Please select a template file first
de_de: Bitte wählen Sie zuerst eine Vorlagendatei aus
it_it: Seleziona prima un file modello
ja_jp: まずテンプレートファイルを選択してください

source: No template variables detected
de_de: Keine Vorlagenvariablen erkannt
it_it: Nessuna variabile modello rilevata
ja_jp: テンプレート変数が検出されませんでした

source: Success
de_de: Erfolg
it_it: Successo
ja_jp: 成功

source: Warning
de_de: Warnung
it_it: Avviso
ja_jp: 警告

source: Error
de_de: Fehler
it_it: Errore
ja_jp: エラー

source: Please enter at least one variable value
de_de: Bitte geben Sie mindestens einen Variablenwert ein
it_it: Inserisci almeno un valore variabile
ja_jp: 少なくとも1つの変数値を入力してください

source: JSON Error
de_de: JSON-Fehler
it_it: Errore JSON
ja_jp: JSONエラー

source: Failed to generate text: {}
de_de: Text konnte nicht generiert werden: {}
it_it: Impossibile generare il testo: {}
ja_jp: テキストの生成に失敗しました: {}

source: No content to save
de_de: Kein Inhalt zum Speichern
it_it: Nessun contenuto da salvare
ja_jp: 保存するコンテンツがありません

source: File saved to: {}
de_de: Datei gespeichert unter: {}
it_it: File salvato in: {}
ja_jp: ファイルが保存されました: {}

source: Failed to save file: {}
de_de: Datei konnte nicht gespeichert werden: {}
it_it: Impossibile salvare il file: {}
ja_jp: ファイルの保存に失敗しました: {}

source: Confirm
de_de: Bestätigen
it_it: Conferma
ja_jp: 確認

source: Are you sure you want to clear all content?
de_de: Sind Sie sicher, dass Sie alle Inhalte löschen möchten?
it_it: Sei sicuro di voler cancellare tutto il contenuto?
ja_jp: すべてのコンテンツをクリアしてもよろしいですか？

source: No file selected
de_de: Keine Datei ausgewählt
it_it: Nessun file selezionato
ja_jp: ファイルが選択されていません

source: Template rendering error: {}
de_de: Vorlagen-Rendering-Fehler: {}
it_it: Errore di rendering del modello: {}
ja_jp: テンプレートレンダリングエラー: {}

source: JSON format error: {}
de_de: JSON-Formatfehler: {}
it_it: Errore di formato JSON: {}
ja_jp: JSON形式エラー: {}

source: Export Variables
de_de: Variablen exportieren
it_it: Esporta variabili
ja_jp: 変数をエクスポート

source: Export Complete
de_de: Vollständiges Paket exportieren
it_it: Esporta pacchetto completo
ja_jp: 完全パッケージをエクスポート

source: Export Variables JSON
de_de: Variablen JSON exportieren
it_it: Esporta variabili JSON
ja_jp: 変数JSONをエクスポート

source: JSON Files
de_de: JSON-Dateien
it_it: File JSON
ja_jp: JSONファイル

source: Variables exported to: {}
de_de: Variablen exportiert nach: {}
it_it: Variabili esportate in: {}
ja_jp: 変数がエクスポートされました: {}

source: Export failed: {}
de_de: Export fehlgeschlagen: {}
it_it: Esportazione fallita: {}
ja_jp: エクスポートに失敗しました: {}

source: Please generate result first
de_de: Bitte generieren Sie zuerst das Ergebnis
it_it: Genera prima il risultato
ja_jp: まず結果を生成してください

source: No variables to export
de_de: Keine Variablen zum Exportieren
it_it: Nessuna variabile da esportare
ja_jp: エクスポートする変数がありません

source: Please fill in variable values first
de_de: Bitte füllen Sie zuerst die Variablenwerte aus
it_it: Compila prima i valori delle variabili
ja_jp: まず変数値を入力してください

source: Select Export Directory
de_de: Exportverzeichnis auswählen
it_it: Seleziona directory di esportazione
ja_jp: エクスポートディレクトリを選択

source: Complete package exported to: {}
de_de: Vollständiges Paket exportiert nach: {}
it_it: Pacchetto completo esportato in: {}
ja_jp: 完全パッケージがエクスポートされました: {}

source: Jinja Template GUI Tool
de_de: Jinja-Vorlagen-GUI-Tool
it_it: Strumento GUI per modelli Jinja

source: Save Result
de_de: Ergebnis speichern
it_it: Salva risultato
